/* Done button label in navigation bar */
"Done" = "Kész";

/* Open button in navigation bar when there are several candidates*/
"Open In..." = "Megnyitás ezzel…";

/* Open button in navigation bar when there is only one candidate*/
"Open in \\U201C%@\\U201D" = "Megnyitás ezzel: „%@”";

/* Loading message in progress layer*/
"Loading..." = "Betöltés...";

/* Displayed when there are no items to preview */
"No Items" = "Nincsenek elemek";

/* Index of a preview or of a page. As in : this is preview "3 of 4".*/
"%1$@ of %2$@" = "%2$@ / %1$@";

/* Instructions for detail scrubbing on the media player detail slider. */
"Slide your finger down to adjust the scrubbing rate." = "A tekerési sebesség állításához csúsztassa lefelé az ujját.";

/* Message displayed when the user entered an incorrect password. */
"The document could not be opened with that password." = "A dokumentum nem nyitható meg ezzel a jelszóval.";

/* OK button */
"OK" = "OK";

